Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/patentstyret.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Did you find what you were looking for?
nb: Fant du det du lette etter?

source: At that time we had just moved away from a design where the fish swam through a node to the present-day design where it swims past.
nb: Vi gikk vekk fra et design der fisken svømte gjennom en node, til dagens design der den svømmer forbi.

source: A smart patent process over the course of 12 years enabled the founders of the small technology firm GasSecure eventually to earn half a billion Norwegian kroner.
nb: Et smart patentløp gjennom 12 år la grunnlaget for at gründerne av den vesle teknologibedriften GasSecure til slutt kunne innkassere en halv milliard kroner.

source: John Arne Breivik can also confirm that.
nb: Det kan også John Arne Breivik bekrefte.

source: A late payment fee is payable, corresponding to 50 % of the amount due. The amount of the late payment fee shall not exceed the international application fee and not be less than the transmittal fee.
nb: Tilleggsavgiften tilsvarer 50 % av det beløpet som ikke er betalt, men skal ikke overstige den internasjonale søknadsavgiften og ikke være lavere enn oversendelsesgebyr (også kalt viderebefordringsgebyr).

source: The applicant will be notified that a protest has been lodged.
nb: Søkeren vil få beskjed om at det er kommet inn en protest.

source: You can also create an account on this page.
nb: Du kan også opprette en konto på denne siden.

source: Are you importing precious metal products from countries outside the EU / EEA?
nb: Importerer du varer av edelt metall fra land utenfor EU/EØS?

source: EP patents validated in Norway
nb: EP patenter validert i Norge

source: The UAV, known as Black Hornet, weighs a total of 18 grams, has a top speed of 5 metres per second and can transmit video back to the operator at a distance of up to 1.6 km for up to 25 minutes.
nb: UAVen, Black Hornet, veier totalt 18 gram, har en maks fart på 5 m/s og kan sende video tilbake til operatøren med en avstand på opptil 1,6 km i opptil 25 minutter.

source: The first one is the actual detector design, the 'dual sensor principle', with two types of sensors in one detector.
nb: Den første er selve detektordesignen, «Dual Sensor Principle», med to typer sensorer i en detektor.

source: It should also include a representation of the mark, no larger than 8 x 8 cm.
nb: Gjengivelsen bør ikke være større enn 8 x 8 cm.

source: — Our goal is to make it easier for innovative companies to protect their ideas, says Director Otto Scharff of the NIPO.
nb: — Målet vårt er å gjøre det lettere for innovative å beskytte ideene sine, sier avdelingsdirektør Otto Scharff i Patentstyret.

source: If the mark is registered, the protester will be informed of this, with information about the opportunity to file an objection.
nb: Hvis merket blir registrert, gir Patentstyret beskjed om dette til den som protesterte, med informasjon om muligheten for å sende inn innsigelse.

source: You obtain access to “User Area” by setting up a user account:
nb: Du får tilgang til «User Area» ved å opprette en brukerkonto:

source: contests the validity of a decision to grant a patent.
nb: er en begrunnet klage på en avgjørelse om å gi patent.

source: Based on all granted cases over the last years.
nb: Utvalget er alle saker som er medelt patent de seneste år.

source: In addition to patenting oneself, for example, it also means analysing what rights others have that may obstruct patents, so that you avoid infringing these rights.
nb: I tillegg til for eksempel å patentere selv, innebærer det ogsåå kartlegge hvilke rettigheter andre har som kan hindre patent, slik at du unngår å krenke disse rettighetene.

source: DYNATEC AS produces everything from individual machines to complete production lines for food production, product control and packing, among other things.
nb: DYNATEC AS produserer alt fra enkeltmaskiner til komplette linjer for blant annet matproduksjon, produktkontroll og pakking.

source: With innovative solutions in hand protection, Granberg AS is poised to become of the world's leading glove manufacturers.
nb: Granberg AS har med innovative løsninger innenfor håndbeskyttelse klart å bli en av de ledende hanskeprodusentene i verden.

source: Based on data from the last 20 years (national, EP, SPC, PCT). * International Patent Classification
nb: Teller saker fra siste 20 år (nasjonale, EP, PCT og SPC).

source: In addition, the survey must be targeted at a suitable public, see ruling in R-1/2005-4,
nb: Videre må undersøkelsen utføres i forhold til riktig omsetningskrets, jf. avgjørelse i R-1/2005-4,

source: If electronic filing is not possible, you can use the PDF form below and send the application by post or through Altinn.
nb: Hvis elektronisk levering ikke er mulig, kan du bruke PDF-skjemaet nedenfor og sende søknaden via post eller via Altinn.

source: Includes national patent applications and PCT-applications designated in Norway.
nb: Omfatter nasjonale søknader og internasjonale PCT-søknader som er videreført i Norge.

source: Backed by support from Innovation Norway, Solberg and Røsvik were able to make a start on this process.
nb: Med støtte fra Innovasjon Norge i ryggen, kunne Solberg og Røsvik sette i gang med denne prosessen.

source: They all thought it was a smart solution.
nb: Alle syntes dette var en smart løsning.

source: You can also use eOLF (Online Filing software) which is supplied by the European Patent Office (EPO) for filing with us as Receiving Office.
nb: Du kan også bruke eOLF (Online Filing software) som er levert av det europeiske patentverket (EPO) for innlevering til oss som mottagende myndighet.

source: In March 2015, the German industrial group Dräger decided to incorporate their patent-protected products into its product range
nb: I mars 2015 valgte det tyske industrikonsernet Dräger å innlemme deres patentbeskyttede produkter i sitt produktspekter.

source: That's how simple the wording of the patent behind the technological innovation developed by the Oslo firm of Stingray Marine Solutions is.
nb: Så enkel er ordlyden i patentet bak den teknologiske nyvinningen som er utviklet av Oslo-bedriften Stingray Marine Solutions.

source: What can be registered as a top-level domain?
nb: Hva kan registreres som toppdomene?

source: He had used Berg on several previous occasions, for patents in the electronics and oil industries.
nb: Han hadde brukt Berg ved flere tidligere anledninger, til patenter innenfor elektronikk- og oljeindustrien.

source: protective eye pieces; frames for eye glasses; lenses for
nb: Kjøretøyer til bruk på land, i luften eller i vannet,

source: Allan Wagman, c/o Novartis Vaccines and Diagnostics Inc,
nb: Aaron Smith, c/o Novartis Vaccines and Diagnostics Inc, forbindelser, deres anvendelse og fremstilling

source: This makes Rom & Tonik® well placed to conquer the world market with acoustic panels based on coarse wool.
nb: Det gjør Rom & Tonik® godt rustet når de nå skal erobre verdensmarkedet med akustikkplater basert på grov ull.

source: control and security systems, transportable buildings,
nb: Kinematografiske og optiske apparater og

source: HAUSMANN, applied for orthopedic shoes, is misleading for consumers.
nb: HAUSMANN, søkt for ortopediske sko, være villedende for forbrukerne.

source: Choice Hotels learnt that with the choice of the name ‘The Thief’.
nb: Det fikk Choice Hotels erfare med navnevalget av The Thief.

source: This graph shows how many rights that are in force (granted/registered).
nb: Grafen viser hvor mange rettigheter som er i kraft (meddelt/registrert).

source: You will then receive the report within 24 hours.
nb: Da får du rapporten innen 24 timer.

source: G06F is the most common (first)
nb: G06F er den mest søkte (første)

source: The name was important.
nb: Navnet var viktig.

source: Rom & Tonik® obtained trademark and design protection for the firm's name, logo and graphic identity.
nb: Rom & Tonik® fikk varemerke- og designbeskyttelse for firmaets navn, logo og grafiske profil.

source: You can log in to Madrid e-Filing via this link:
nb: Logg deg på Madrid e-filing via denne lenken:

source: Thank you for your feedback!
nb: Takk for din tilbakemelding!

source: If you patent your invention, you then have the opportunity to license out your technology to others, or to share these rights.
nb: Når du selv patenterer oppfinnelser innenfor et teknologiområde, har du mulighet til å lisensiere ut egen teknologi til andre, eller dele rettigheter.

source: The trademarks are used on the commercial products Smartfish has on the market.
nb: Varemerkene benyttes på de kommersielle produktene Smartfish har i markedet.

source: Applies to national applications and PCT applications.
nb: Omfatter både nasjonale søknader og internasjonale PCT-søknader som er videreført i Norge.

source: average processing time for PCT patent applications
nb: gjennomsnittlig behandlingstid for PCT patentsøknader

source: Using an agent or attorney to file an international design application to WIPO is not a requirement.
nb: Det er ikke et krav at du benytter en fullmektig for å levere inn en internasjonal designsøknad til WIPO.

source: It continuously measures changes in air flow, which may mean that there is an undesirable gas in the air.
nb: Den måler kontinuerlig endringer i luftstrømmen, som kan bety at en uønsket gass er i lufta.

source: : Are you familiar with the trademark GREEN TRAVEL?
nb: Kjenner du til varemerket GREEN TRAVEL?

source: For example you can read that for cases filed in 2012, 65 were granted the first year and 162 were granted the second year.
nb: For eksempel kan du lese at for søknader inngitt i 2012, så ble 65 meddelt i løpet av det første året, mens 162 ble meddelt i løpet av det andre året.

source: On other hand, it is most common to protect the design of products," says Solberg.
nb: De fleste designbeskytter derimot produktene sine, sier Solberg.

source: The provisions of the Patent Act concerning the restoring of the right of priority do not apply to European patent applications, but there are rules for restoring priority in the European Patent Convention Article 122 and Rule 136 of the Convention.
nb: Bestemmelsene i patentloven om gjenoppretting av prioritet gjelder ikke for europeiske patentsøknader, men her finnes regler for gjenoppretting av prioritet i den europeiske patentkonvensjonen artikkel 122 og regel 136 til konvensjonen.

source: In 2012, Choice Hotels engaged a firm to develop a name, logo and design for their new hotel on Tjuvholmen in Oslo.
nb: Choice Hotels engasjerte i 2012 et firma for å utvikle et navn, logo og design for deres nye hotell på Tjuvholmen i Oslo.

source: The responsibility mark you stamp on your goods must be identical to the responsibility mark you have registered with the Norwegian Industrial Property Office.
nb: Ansvarsmerket du stempler på varene dine må være identisk med ansvarsmerket du har registrert i Patentstyret.

source: Applies to national patents, PCT, SPC and EP patents.
nb: Antall patenter i kraft (nasjonale, EP, PCT og SPC).

source: Market research can provide very good evidence, but it is important that the questions asked are open-ended (not leading).
nb: Slike undersøkelser kan være svært gode bevis, men det er viktig at spørsmålene som stilles er åpne (ikke ledende).

source: How is the mark used?
nb: Hvordan er merket brukt?

source: ICANN received 1930 applications in the first round of new top-level domains and expect to establish around 1000 new domains.
nb: ICANN mottok 1930 søknader i den første runden med nye toppdomener, og man regner med at det vil bli etablert mer enn 1000 nye toppdomener.

source: Search for patents, trademarks, designs
nb: Søk i databasen etter varemerke, design, patent

source: Stingray has also developed a database containing millions of images of salmon lice from all the nodes placed in fish cages.
nb: Stingray har også utviklet en database med titalls millioner bilder av lakselus fra alle nodene som er plassert ut i merdene.

source: for pharmaceutical purposes, milk of almonds for
nb: konservering av næringsmidler;

source: Norway is a member of the EPC (European Patent Convention).
nb: Norge er medlem av EPC (European Patent Convention).

source: Based on applications from the last 20 years.
nb: Teller saker fra siste 20 år.

source: In mid-January 2016 there were 50 dust collectors in use.
nb: I midten av januar 2016 er 50 støvsamlere i bruk.

source: Industrially usable – the invention must have technical character, technical effect and be reproducible.
nb: Industrielt utnyttbar – oppfinnelsen skal ha teknisk karakter, teknisk effekt og være reproduserbar.

source: made of these materials (included in this class); animal
nb: overtrukne hermed, i form av kunsthåndtverkgjenstander,

source: Novelty – the invention must be new.
nb: Nyhet – oppfinnelsen må være ny.

source: The trademark is declared completely invalid (is cancelled) or partially invalid (maintained with a limited list of goods)
nb: Varemerket kjennes helt ugyldig (oppheves) eller delvis ugyldig (opprettholdes med begrenset varefortegnelse)

source: More info at norid.no.
nb: Mer info på norid.no.

source: has degenerated (Section 36)
nb: har degenerert (§ 36)

source: It costs over one million Norwegian kroner to obtain one's own top-level domain register (for example.fish or.toys).
nb: Det koster over én million norske kroner å skaffe seg sitt eget toppdomeneregister (f.eks.fish eller.toys).

source: This MEMS chip was developed further in cooperation with several SINTEF research scientists.
nb: Denne MEMS-brikken ble videreutviklet i samarbeid med flere SINTEF-forskere.

source: The development of the technology and the company has been funded by external investors, Statoil, ConoPhillips and the employees, with solid support from the Research Council of Norway and Innovation Norway.
nb: Utviklingen av teknologien og selskapet har vært finansiert av eksterne investorer, Statoil, ConocoPhillips og de ansatte, med solid støtte fra Forskningsrådet og Innovasjon Norge.

source: Brand building started back in 2013, before the first commercial product was ready for sale.
nb: Merkevarebyggingen startet allerede i 2013, før det første kommersielle produktet var klart for salg.

source: Fee for issue and forwarding of priority documents, if any(PCT Rule 17.1(b)), per priority document
nb: Avgift for eventuell utstedelse og oversendelse av prioritetsdokument (PCT regel 17.1(b)), pr.

source: Box 7(b) is not relevant to Norwegian applicants, and must not be used.
nb: Boks 7(b) er ikke relevant for norske søkere, og skal ikke brukes.

source: The example of Choice Hotels and The Thief underlines his point.
nb: Eksempelet med Choice Hotels og The Thief understreker hans poeng.

source: We have patented some of this, but most of it we have chosen to keep secret, says Breivik.
nb: – Noe av dette har vi patentert, mens det meste har vi valgt å hemmeligholde, sier Breivik.

source: gentlemen and ladies; children’s fashion; clothing for
nb: juvelérvarer, smykker og edle stener, juvelérvarer,

source: Your registration for a collective mark lasts for 10 years from the date of application.
nb: Registreringen varer i 10 år fra søknadsdatoen.

source: Shows the percentage of Norwegian trademark applications that have been granted (applies to national and international cases over the last 10 years).
nb: Viser hvor stor andel av norske varemerkesøknader som blir registrert (omfatter nasjonale- og internasjonale saker siste 10 år).

source: With a Basis for FTO within a particular technical area you will receive information concerning related patents.
nb: Med Grunnlag for FTO innen et bestemt teknisk område får du vite hva som finnes av nærliggende patenter.

source: Use a Basis for FTO if you
nb: Benytt Grunnlag for FTO hvis du

source: The limit for protected surnames is 200 bearers, and if you do not have the name yourself you must obtain consent from all the bearers to be able to use the name as a trademark.
nb: Grensen for vernede etternavn er 200 bærere, og hvis du ikke selv har navnet, må du ha samtykke fra samtlige bærere for å kunne bruke navnet som et varemerke.

source: As an account holder, you have access through ePCT private services to all international applications that you hold or manage.
nb: ePCT private services gir deg som kontoeier tilgang til alle internasjonale søknader som du selv eier eller forvalter.

source: Search for technical information with one of our expertsFixed price: NOK 2 360 excl.
nb: Søk etter teknisk informasjon sammen med en av våre eksperter.Fastpris NOK 2 360 ekskl.

source: (e) Description of the trademark:If a description of the trademark is included in the basic application or the basic registration in addition to the reproduction of the trademark, the same description must be included in box (e)(i).
nb: (e) Beskrivelse av varemerket:Hvis det i basissøknaden eller basisregistreringen er tatt med en beskrivelse av varemerket i tillegg til reproduksjonen av varemerket, må den samme beskrivelsen tas med i boks (e)(i).

source: There may also be additional charges for the purchase of journal articles, NOK 250 per piece).
nb: Tillegg for ev. tidsskriftartikler, kr 250 per stk.)

source: They are made of 100% natural and recyclable material, the raw material is often a by-product in the production of finer-grade wool for furniture and textiles, and the wool is non-allergenic.
nb: De er laget av 100 prosent naturlig og resirkulerbart materiale, råstoffet er ofte et biprodukt ved framstilling av ull av finere kvalitet til møbler og tekstiler, og ulla er ikke allergifremkallende.

source: Almost any word can be registered as a generic top-level domain.
nb: Nesten alle ord kan nå registreres som generiske toppdomener.

source: Applying in each individual country
nb: Søke i hvert enkelt land

source: Patent authorities participating in the Global PPH system as of 1st January 2020.
nb: Patentmyndigheter som er med i den Globale PPH-ordningen per 1. januar 2020.

source: How does the NIPO process an opposition?
nb: Hvordan behandler Patentstyret en innsigelse?

source: Later she became Director of Innovation at IT Fornebu.
nb: Senere var hun innovasjonsdirektør for IT Fornebu.

source: After 18 months, we publish the application and make it available to everyone on the websites of national and international patent authorities.
nb: Etter 18 måneder publiserer vi søknaden og gjør den tilgjengelig for alle gjennom nettsidene til nasjonale og internasjonale patentorganisasjoner.

source: (d) Special type of mark:If the trademark is a three-dimensional mark (get-up), a sound mark or a collective mark, etc., you must indicate this by checking the appropriate box.
nb: (d) Spesiell type merke:Hvis varemerket er et tre-dimensjonalt merke (vareutstyr), et lydmerke eller et fellesmerke etc, må du indikere dette ved avkryssing i rett boks.

source: Complete novelty search and assessment of inventive step. Hourly rate NOK 1 180 excl.
nb: Fullstendig nyhetsgransking og vurdering av oppfinnelseshøyden.Timepris NOK 1 180 ekskl.

source: The patent is valid for 20 years regardless of whether the technology that implements the invention changes.
nb: Patentet er gyldig i 20 år uavhengig av om teknologien som implementerer oppfinnelsen endres.

source: You must submit a claim for restoration to the NIPO within one month of the expiration of the 31-month deadline in section 31 of the Patents Act (but still within one month of requesting prior treatment pursuant to Article 23 (2) of the Patent Cooperation Convention).
nb: Du må levere begjæring om gjenoppretting til Patentstyret innen én måned etter utløpet av 31-månedersfristen i patentloven § 31 (men likevel senest én måned etter at du eventuelt har bedt om tidligere behandling i samsvar med artikkel 23 (2) i konvensjonen om patentsamarbeid).

source: The average time from the national patent application is received until it is granted.
nb: Gjennomsnittlig tid fra nasjonal patentsøknad er mottatt til den er meddelt (innvilget patent).

source: the trademark has an incorrect holder (Section 21 and Section 28)
nb: varemerket har feil innehaver, (§ 21 og § 28)

source: The application number for your application.
nb: Søknadsnummeret til din søknad.

source: If your company does not work with IPR on a daily basis, we recommend using a patent agency for the actual analysis to clarify whether you have "freedom to operate".
nb: Hvis virksomheten din ikke jobber med IPR til daglig, anbefaler vi å benytte et patentbyrå til selve analysen for å avklare om du har "Freedom to Operate".

source: If you would like the NIPO to check Norwegian and international databases for you, you can order a preliminary search.
nb: Ønsker du at Patentstyret skal sjekke i norske og internasjonale databaser for deg, kan du bestille en forundersøkelse.

source: This gives you more time to decide in which other countries you wish to register the design.
nb: Dette gir deg mer tid til å velge hvilke andre land du ønsker å registrere designet i.

source: For Prox Dynamics, there are two parts to the assessments that have to be made prior to an application process.
nb: For Prox Dynamics var vurderingene som ble tatt før en søknadsprosess todelt.

source: We have required non-disclosure statements from everyone involved, to prevent leakage and theft of ideas.
nb: For å forhindre lekkasje og tyveri av ideer, har vi krevd konfidensialitetserklæringer av alle involverte.

source: Our goal: 7 months
nb: Vårt mål: 7 måneder

source: Registering under the new top-level domains will in all likelihood cost about the same as today's top level domains (for example.com).
nb: Å registrere under de nye toppdomenene vil trolig koste omtrent det samme som under dagens toppdomener (f.eks.com).

source: A list of professional patent agents can be found on the website iprhjelp.no:
nb: Du finner en liste over fullmektiger på nettstedet iprhjelp.no:

source: The patent today is owned by SINTEF, which licenses it exclusively to GasSecure (now Dräger) for that company's applications.
nb: Patentet er i dag SINTEFs eiendom, som de lisensierer eksklusivt til GasSecure (nå Dräger) for deres anvendelsesområder.

source: and climbing; clothing, clothing for jogging, fitness
nb: og svamper, børster (ikke malepensler), materialer for

source: This means, among other things, that the application will be made publicly available 18 months after the priority date.
nb: Dette vil blant annet si at søknaden blir gjort allment tilgjengelig når det har gått 18 måneder fra prioritetsdagen.

source: You will not receive an invoice for these fees, but we will send you a letter of notice approx. 2 months before your registration expires.
nb: Disse gebyrene vil ikke bli fakturert, men du vil motta et varselbrev ca 2 måneder før registreringen opphører.

source: It cannot be submitted in other languages, such as English (Trade Mark Regulations, Section 53).
nb: Det kan ikke leveres på andre språk, som for eksempel engelsk (varemerkeforskriften § 53).

source: An international design registration filed via the Hague system must be renewed directly to WIPO.
nb: Et internasjonalt registrert design som er sendt via Haag-systemet skal fornyes direkte til WIPO.

source: Hem does not have an opinion on who was responsible in the case of Choice Hotels and The Thief.
nb: Hem har ingen synspunkter på hvem som hadde ansvaret i tilfellet Choice Hotels/The Thief.

source: internett; meglerfirma for transportforsikring.
nb: selskap, -konsulenter, rådgivere, takstmenn, og andre

source: Many countries in Europe, Asia and America now use the CPC to classify national patent material.
nb: Mange land i Europa, Asia og Amerika tar nå i bruk CPC for å klassifisere nasjonalt patentmateriale.
